Repository: tv2/ng-sofie
Catalog: src/locale/messages.*.xlf
Languages: da

source: rundown-overview.rundown-overview.title
da: Rundowns

source: rundown-overview-component.rundown-label
da: Rundown

source: rundown-overview-component.last-updated.label
da: Senest opdateret:

source: confirmation-dialog.are-you-sure.title
da: Er du sikker?

source: confirmation-dialog.yes.button
da: Ja

source: confirmation-dialog.cancel.button
da: Annuller

source: header-component.rundowns.label
da: Rundowns

source: Lost connection to backend. Attempting to reconnect...
da: Mistet forbindelse til server. Forsøger at genoprette forbindelse...

source: rundown-overview-component.deletion-dialog-question "basicRundown.name"
da: Er du sikker på at du vil slette Rundown "basicRundown.name"?Vær opmærksom på: Denne handling er uoprettelig!

source: rundown-overview-component.deletion-dialog.delete-button
da: Slet

source: dialog.cancel-button:Cancel
da: Annuller

source: rundown-overview-component.deletion-dialog-title
da: Slet rundown?

source: header-component.status.label
da: Status

source: rundown-overview.settings.title
da: Indstillinger

source: settings.clear-cache.label
da: Ryd cache

source: action-triggers.shortcut.label
da: Shortcut

source: global.delete.label
da: Delete

source: keyboard-mapping.delete-selected.confirmation
da: Are you sure you want to delete all selected Keyboard Mappings?

source: global.label
da: Label

source: global.close.button
da: Close

source: global.delete-selected.label
da: Delete selected

source: action-triggers.trigger-on.label
da: Trigger on

source: action-triggers.physical-mapping.label
da: Physical mapping

source: clear-cache.title
da: Clear cache

source: clear-cache.button.label
da: Clear configuration cache

source: global.confirmation.label
da: Confirmation

source: clear-cache.clear.confirmation
da: Are you sure you want to clear your cache?

source: global.clear.label
da: Clear

source: settings.keyboard-mappings.title
da: Keyboard mappings

source: action-triggers.physical-mapping-help.tooltip
da: The physical key combination that should be shown on the virtual keyboard in the rundown view. The field should only be used if the key combination is altered by a key mapping software like AutoHotKey.

source: global.next.label
da: NEXT

source: global.auto.label
da: AUTO

source: settings.shelf.label
da: Shelf

source: settings.shelf.action-panels.title
da: Shelf Action panels

source: global.create.label
da: Create

source: global.export.label
da: Export

source: piece.lifespan.within-part
da: Indeni parten

source: piece.lifespan.sticky-until-segment-change
da: Bliver indtil ændret i segmentet

source: piece.lifespan.sticky-until-segment-end
da: Bliver indtil segment slutter

source: piece.lifespan.sticky-until-rundown-change
da: Bliver indtil ændret i rundown

source: action-panel.panel-name.label
da: Panel name

source: piece.lifespan.spanning-until-rundown-end
da: Spænder indtil rundown slutter

source: action-panel.rank.label
da: Rank

source: piece.lifespan.start-spanning-segment-then-sticky-rundown
da: Spænder segmentet og bliver så på rundown

source: global.audio.label
da: Audio

source: piece.lifespan.unknown
da: Ukendt

source: global.remote.label
da: Remote

source: piece-tooltip-content.name.label
da: Navn

source: global.camera.label
da: Camera

source: piece-tooltip-content.name-of-clip.label
da: Klip navn

source: global.graphics.label
da: Graphics

source: piece-tooltip-content.name-of-pilot.label
da: Navn på pilot

source: global.replay.label
da: Replay

source: global.robot.label
da: Robot

source: global.split-screen.label
da: Split screen

source: global.transition.label
da: Transition

source: global.unknown.label
da: Unknown

source: global.video-clip.label
da: Video clip

source: global.filters.label
da: Filters

source: action-panel.delete.confirmation
da: Er du sikker på at du vil slette dette panel?

source: global.import.button
da: Import

source: keyboard-mapping.delete.confirmation
da: Er du sikker på at du vil slette denne genvej?

source: edit-keyboard-mapping.edit
da: Rediger genvej

source: edit-keyboard-mapping.create
da: Opret genvej

source: edit-shelf-action-panel-configuration.edit
da: Rediger Action Panel konfiguration

source: edit-shelf-action-panel-configuration.create
da: Opret Action Panel konfiguration

source: empty.table
da: Ingen data fundet

source: rundown-overview-component.planned-start
da: Planlagt start

source: rundown-overview-component.duration
da: Varighed

source: rundown-overview-component.planned-end
da: Planlagt slut

source: common-search
da: Søg

source: keyboard-mapping-settings-page.edit-action-panel
da: Rediger Action panel

source: keyboard-mapping-settings-page.copy-action-panel
da: Dupliker Action panel

source: keyboard-mapping-settings-page.delete-action-panel
da: Slet Action panel

source: action-selector.select-action
da: Vælg en Action

source: action-selector.search-action
da: Søg efter en Action

source: keyboard-mapping-settings-page.delete-keyboard-mapping.success
da: Genvejen blev slettet

source: keyboard-mapping-settings-page.duplicate-keyboard-mapping.success
da: Genvejen blev duplikeret

source: keyboard-mapping-settings-page.create-keyboard-mapping.success
da: Genvejen blev oprettet

source: keyboard-mapping-settings-page.update-keyboard-mapping.success
da: Genvejen blev opdateret

source: keyboard-mapping-settings-page.import-keyboard-mappings.success
da: Genvejene blev importeret

source: keyboard-mapping-settings-page.delete-all-keyboard-mappings.fail
da: Noget gik galt under sletning af genvejene

source: shelf-action-panel-settings-page.create-action-panel.success createdActionPanel.name
da: Action panelet: result.name blev oprettet

source: shelf-action-panel-settings.page.update-action-panel.success updatedActionPanel.name
da: Action panelet: result.name blev opdateret

source: shelf-action-panel-settings-page.selected-action-panels.deleted
da: De valgte Action paneler blev slettet

source: common.save
da: Gem

source: piece-tooltip-content.template-name.label
da: Navn på skabelon

source: piece-tooltip-content.content-of-all-fields.label
da: Indhold af alle felter

source: piece-tooltip-content.duration.label
da: Varighed

source: piece-tooltip-content.available-for-playout.label
da: Kan afspilles

source: piece-tooltip-content.time-code-in-part.label
da: Tid afspillet i part

source: piece-tooltip-content.out-type.label
da: Udgangstype

source: piece-tooltip-content.unknown.data
da: Ukendt

source: piece-tooltip-content.no-specific-time-code.data
da: (Ingen specifik tidskode))

source: global.yes
da: Ja

source: global.no
da: Nej

source: piece-tooltip.source-unavailable.label
da: Kilden er utilgængelig!

source: keyboard-mapping-settings-page.import-keyboard-mappings.failure
da: Noget gik galt under importeringen af genveje

source: notification-icon.toggle-panel.tooltip
da: Klik for at vise/skjule notifikationspanelet

source: action-triggers.action.label
da: Action

source: common.form-required-field.button-tooltip
da: Please fill out the required field(s).

source: action-triggers.shortcut.error
da: A shortcut is required.

source: action-triggers.trigger-on.error
da: Please select how the shortcut should trigger.

source: this.selectedAction?.argument?.name! action-triggers.action-arguments.error
da: this.selectedAction?.argument?.name! is required.

source: action-panel.name.error
da: Please fill out a name.

source: action-panel.action-filter.error
da: Select at least one filter.

source: action-panel.rank.error
da: The panel must have a rank provided.

source: action-triggers.selected-action.label
da: Selected action

source: action-triggers.no-selected-action.label
da: No selected action

source: dialog.button.activate
da: Aktiver

source: dialog.button.rehearse
da: Afprøv

source: dialog.message.activation
da: Er du sikker på at du vil aktivere denne Rundown?

source: dialog.message.activation.warning
da: Er du sikker på du vil aktivere denne Rundown? Det vil deaktivere Rundown

source: dialog.message.rehearse
da: Er du sikker på at du vil afprøve denne Rundown?

source: dialog.message.rehearse.warning
da: Er du sikker på at du vil afprøve denne Rundown? Det vil deaktivere Rundown

source: keyboard-mapping-settings-page.delete-all-keyboard-mappings.success actionTriggerIdsToBeDeleted.length
da: actionTriggerIdsToBeDeleted.length genveje blev slettet
